Repository: martin2844/Woocommerce-Mercadopago-Gateway
Catalog: i18n/languages/wc-mp-gateway-checkout-*.po
Languages: es_ar

source: <strong>WooCommerce Mercadopago Gateway Checkout</strong> Requires at least %s version %s or greater.</p>
es_ar: <strong>WooCommerce Mercadopago Gateway Checkout</strong> Requiere de al menos %s versión %s o mayor.</p>

source: Configuration
es_ar: Configuración

source: Integration between Mercadopago Gateway and WooCommerce, using custom checkout.
es_ar: Integración entre Mercadopago Gateway y WooCommerce, usando checkout personalizado.

source: Let your customers pay with MercadoPago Gateway
es_ar: Permití a tus clientes pagar usando MercadoPago Gateway

source: Mercadopago Gateway - Payment: %s is pending
es_ar: Mercadopago Gateway - Pago: %s está pendiente

source: Mercadopago Gateway - Payment: %s was approved
es_ar: Mercadopago Gateway - Pago: %s fue aprobado

source: Mercadopago Gateway - Payment: %s was rejected. Reason:
es_ar: Mercadopago Gateway - Pago: %s fue rechazado. Motivo:

source: Message in checkout
es_ar: Mensaje en el checkout

source: Pay with Mercadopago, up to 12 installments with all credit cards
es_ar: Pagá con MercadoPago, hasta 12 cuotas con todas las tarjetas de crédito

source: Save
es_ar: Guardar

source: Set MercadoPago in binary mode
es_ar: Usar MercadoPago en modo binario

source: Set your custom message to be shown in the checkout when the customer selects this payment method. Can be empty
es_ar: Escribí tu mensaje personalizado a ser mostrado en el checkout cuando el cliente selecciona este método de pago. Puede ser vacío

source: Settings
es_ar: Configuración

source: Settings saved
es_ar: Configuración guardada

source: Status when the payment is approved
es_ar: Estado cuando el pago es aprobado

source: Status when the payment is in process
es_ar: Estado cuando el pago está en proceso

source: Status when the payment is rejected
es_ar: Estado cuando el pago es rechazado

source: Store prefix
es_ar: Prefijo de la tienda

source: There was an error in the payment, please try again
es_ar: Hubo un error en el pago, por favor intenta nuevamente

source: This controls the title which the customer sees during checkout.
es_ar: Esto controla el titulo que ve el cliente durante el checkout.

source: This is the prefix of the order receipt that your customers will see
es_ar: Esto es el prefijo que verán tus clientes en sus facturas de pago

source: This is the status the order will have when the payment is approved
es_ar: Esto es el estado que tendrá el pedido cuando el pago sea aprobado

source: This is the status the order will have when the payment is in process
es_ar: Esto es el estado que tendrá el pedido cuando el pago esté en proceso

source: This is the status the order will have when the payment is rejected
es_ar: Esto es el estado que tendrá el pedido cuando el pago sea rechazado

source: When this is activated, the payment goes approved or failed, it can't go to the pending state
es_ar: Cuando se activa, el pago es aprobado o rechazado, no puede estar pendiente

source: WooCommerce must be active before using <strong>WooCommerce Mercadopago Gateway Checkout</strong>
es_ar: WooCommerce debe estar activo antes de usar <strong>WooCommerce Mercadopago Gateway Checkout</strong>

source: Your MercadoPago Access Token
es_ar: Tu Access Token de MercadoPago

source: Your MercadoPago Public Key
es_ar: Tu Public Key de MercadoPago
